[Author]
Language=Turkish
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=Dosya
OpenChangelog1.Caption=Değişim Günlüğünü Aç
OpenEULA1.Caption=EULA'yı Aç
Exit1.Caption=Çık
Help1.Caption=Yardım
Homepage1.Caption=Ana Sayfa
About1.Caption=Hakkında
TabSheet1.Caption=Dosya Sağlama
TabSheet2.Caption=Dizge Sağlama
TabSheet3.Caption=Dosyaları Karşılaştır
TabSheet5.Caption=Klasörü Tara
TabSheet7.Caption=Dosya Sağlamayı Doğrula 
Label10.Caption=Taramak için klasör seçin:
Label11.Caption=Dosya maskeleme:
Button8.Caption=Tara
Button14.Caption=Durdur
Button11.Caption=Filtreler
Button12.Caption=Dışa Aktar
Label66.Caption=İki Dosyayı Karşılaştırın 
Label9.Caption=İki dosya seçin ve farklı olup olmadıklarını görün.
Button6.Caption=Karşılaştır
Label7.Caption=Dosya Sağlamayı Doğrula 
Label8.Caption=Bir dosya seçin ve onu MD5 sağlamayla karşılaştırın.
Button9.Caption=Doğrula
Button16.Caption=Yapıştır
Label2.Caption=Sağlama toplamını hesaplamak için dizgeyi ekleyin:
Button4.Caption=Oluştur
Label12.Caption=Dizge uzunluğu: 
Button2.Caption=Dışa Aktar Label1.Caption=Sağlama toplamını hesaplamak için dosyayı seçin: 
Button1.Caption=Gözat...
Button15.Caption=Dışa Aktar
Label5.Caption=Dosya Boyutu:
imgFacebookLike.Hint=Bizi Facebook'ta takip edin
imgDonate.Hint=Bu projeye destek olun 
FrmSettings.Label6.Caption=Dil seçin: 
FrmSettings.Caption=Ayarlar 
FrmSettings.CheckBox1.Caption=Tarayıcı Bağlam Menüsüne Ekleyin
FrmSettings.Button1.Caption=Kapat
FrmOutputFormat.Caption=Filtreler
FrmOutputFormat.CheckBox2.Caption=Yinelemeli olarak ayrıca alt klasörleri de tara 
FrmOutputFormat.CheckBox3.Caption=Sadece EXE, SYS, DLL, vs gibi geçerli PE dosyalarını tarayın 
FrmOutputFormat.CheckBox1.Caption=0 bytelık boş dosyaları atlayın
FrmOutputFormat.Label1.Caption=Mevcut değişkenler:
FrmOutputFormat.Label2.Caption=İsteğe uyarlanmış çıktı biçiminizi yazın: 
FrmOutputFormat.Label3.Caption=Çıktı Biçimi
FrmOutputFormat.Label4.Caption=Taramayı Kişiselleştirin 
FrmOutputFormat.cbSkipHiddenFiles.Caption=Gizli olarak işaretlenmiş dosyaları atlayın 
FrmOutputFormat.cbSkipSystemFiles.Caption=Sistem dosyaları olarak işaretlenmiş dosyaları atlayın
FrmOutputFormat.cbSkipBiggerFiles.Caption=Boyut olarak N MB'tan büyük dosyaları atlayın 
FrmAbout.Label4.Caption=Bizi Twitter'da takip edin
FrmAbout.Label5.Caption=Bizi Facebook'ta takip edin
FrmAbout.Label6.Caption=Bu projeye destek olun 
FrmAbout.Caption=Hakkında
Button18.Caption=Pano 
Button7.Caption=Gözat...
Button3.Caption=Gözat...
Button5.Caption=Gözat...
Button17.Caption=Pano
FrmSettings.CheckBox3.Caption=Manuel olarak başlatıldığında uygulama penceresini simge durumuna küçültün 
Label6.Caption=Doğrulamak için dosyayı seçin: 
Label20.Caption=MD5 sağlama toplamını buraya yazın:
Label21.Caption=İlk dosyayı seçin:
Label22.Caption=İkinci dosyayı seçin:
Label13.Caption=MD5 sağlama toplamı:
Label14.Caption=SHA1 sağlama toplamı:
Label15.Caption=SHA256 sağlama toplamı:
Label16.Caption=SHA384 sağlama toplamı:
Label17.Caption=SHA512 sağlama toplamı:
cbMD5.Caption=MD5 sağlama toplamı:
cbSHA1.Caption=SHA1 sağlama toplamı:
cbSHA256.Caption=SHA256 sağlama toplamı:
cbSHA384.Caption=SHA384 sağlama toplamı:
cbSHA512.Caption=SHA512 sağlama toplamı:
Settings1.Caption=Ayarlar 
Configure1.Caption=Yapılandır 
FILE_NOT_EXIST=Dosya yok.
SELECT_FILE=Dosya seç...
FILES_IDENTICAL=Dosyalar aynı! 
FILES_DIFFERENT=Dosyalar farklı! 
HASH_EMPTY=Sağlama alanı boş.
HASH_WRONG=Sağlama alanı yanlış. MD5 sağlamasını kullanın (32 karakter).
MD5_CHECK_EQUAL=Dosya MD5 sağlama toplamı eşit ! 
MD5_CHECK_DIFFERENT=Dosya MD5 sağlama toplamı farklı !
DIR_NOT_FOUND=Klasör yok.
FILES=Dosyalar 
SELECT_FOLDER=Dosyayı seç 
TEXTAREA_EMPTY=Metin alanı boş.
WAIT=Bekleyin...
Form1.Makeadonation1.Caption=Bağış Yapın
Form1.Facebookpage1.Caption=Facebook Sayfası
Form1.witterpage1.Caption=Twitter Sayfası